[
    {
        "author": "Mad Snail",
        "description": "Nie Li, one of the strongest Demon Spiritist in his past life standing at the pinnacle of the martial world , however he lost his life during the battle with Sage Emperor and the six deity ranked beast, his soul was then reborn back in time back to when he is still 13. Although he’s the weakest in his class with the lowest talent at only Red soul realm, with the aid of the vast knowledge whi",
        "manga_url": "https://readmanganato.com/manga-ax951880",
        "picture_url": "https://avt.mkklcdnv6temp.com/19/v/1-1583464475.jpg",
        "rating": "4.9/5",
        "title": "Tales Of Demons And Gods"
    },
    {
        "author": "Sung-Lak Jang",
        "description": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as \"Hunters\". However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I'm someone who has to risk his life in the lowliest of dungeons, the \"W",
        "manga_url": "https://readmanganato.com/manga-dr980474",
        "picture_url": "https://avt.mkklcdnv6temp.com/30/a/17-1583496340.jpg",
        "rating": "4.5/5",
        "title": "Solo Leveling"
    },
    {
        "author": "Momo (ii)",
        "description": "The journey to the martial peak is a lonely, solitary and long one.In the face of adversity,you must survive and remain unyielding.Only then can you break through and and continue on your journey to become the strongest. Sky Tower tests its disciples in the harshest ways to prepare them for this journey.One day the lowly sweeper Yang Kai managed to obtain a black book, setting him on the road t",
        "manga_url": "https://readmanganato.com/manga-bn978870",
        "picture_url": "https://avt.mkklcdnv6temp.com/20/b/16-1583494192.jpg",
        "rating": "4.7/5",
        "title": "Martial Peak"
    },
    {
        "author": "Ranzai studio",
        "description": "Apotheosis - elevation to the status of a god. Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But",
        "manga_url": "https://readmanganato.com/manga-bt978676",
        "picture_url": "https://avt.mkklcdnv6temp.com/13/f/16-1583493949.jpg",
        "rating": "4.9/5",
        "title": "Apotheosis"
    },
    {
        "author": "Chaos",
        "description": "Summary: He awoke, and the world was changed. The familiar high school now teaches magic, encouraging students to become the greatest magicians they can be. Beyond the city limits, wandering magical beasts prey on humans. An advanced scientific world changed into one with advanced magic. Yet, what has not changed was the same teacher",
        "manga_url": "https://readmanganato.com/manga-bf979214",
        "picture_url": "https://avt.mkklcdnv6temp.com/33/a/16-1583494657.jpg",
        "rating": "4.8/5",
        "title": "Versatile Mage"
    },
    {
        "author": "Mad Snail",
        "description": "In the whole world there lays twelve paths to climb Tower of God, and in legends these twelve pathways leads toward legendary road of immortality. However these paths in the Tower of God, are far too long, without end. In ancient times there once were many types of martial arts, sadly the world underwent terrible changes, and only three were left: Flame, Dragon and Star Martial Arts. Generations o",
        "manga_url": "https://readmanganato.com/manga-wj973392",
        "picture_url": "https://avt.mkklcdnv6temp.com/32/i/14-1583490877.jpg",
        "rating": "1.3/5",
        "title": "Star Martial God Technique"
    },
    {
        "author": "Gotouge Koyoharu",
        "description": "Tanjiro is the oldest son in his family who has lost his father. One day, Tanjiro ventures off to another town to sell charcoal. Instead of going home, he ends up staying the night at someone else's house due to rumors of a demon nearby in the mountains. When he gets home the following day, a terrible tragedy awaits him.",
        "manga_url": "https://readmanganato.com/manga-to970571",
        "picture_url": "https://avt.mkklcdnv6temp.com/30/e/13-1583488820.jpg",
        "rating": "4.6/5",
        "title": "Kimetsu No Yaiba"
    },
    {
        "author": "Sun-Wook Jeon, So-Nan Yoo",
        "description": "\"Now that I'm back, I won't allow my loved ones to die again!\" The Shadow Labyrinth - the most catastrophic existence humanity has faced in history. Desir Arman is one of the six remaining survivors of mankind within it. The six attempt to clear the final level of the labyrinth but ultimately fail, and the world comes to an end. Howeve",
        "manga_url": "https://readmanganato.com/manga-ci980191",
        "picture_url": "https://avt.mkklcdnv6temp.com/19/m/17-1583495960.jpg",
        "rating": "4.8/5",
        "title": "A Returner's Magic Should Be Special"
    },
    {
        "author": "TurtleMe, Fuyuki23",
        "description": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will. Reincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the",
        "manga_url": "https://readmanganato.com/manga-dg980989",
        "picture_url": "https://avt.mkklcdnv6temp.com/48/q/17-1583497020.jpg",
        "rating": "4.4/5",
        "title": "The Beginning After The End"
    },
    {
        "author": "Daxingdao Anime,Shili Jianshen,Uncle Zhong",
        "description": "During the anti-cataclysm period, the monk Chen Fanyu fell into the catastrophe of the day, but he dreamed of returning to the earth's young age in five hundred years. In the last life, I was on the top of the universe, overlooking the world, but no one was accompanied. This world is only willing to live with the right person. After 500 years, the immortal reborn and returned to the city, to m",
        "manga_url": "https://readmanganato.com/manga-fr982926",
        "picture_url": "https://avt.mkklcdnv6temp.com/19/o/19-1583499863.jpg",
        "rating": "4.4/5",
        "title": "Rebirth Of The Urban Immortal Cultivator"
    },
    {
        "author": "Oda Eiichiro",
        "description": "Where To Read One Piece Manga Online If you’re a fan of anime and manga, then you definitely know One Piece. It’s a Japanese manga series by Eiichiro Oda, a world-renowned manga writer and illustrator. It was released nearly two decades ago back in July of 1997. Since then, the manga has been adapted into an anime series and OVA. There have also been numer",
        "manga_url": "https://readmanganato.com/manga-aa951409",
        "picture_url": "https://avt.mkklcdnv6temp.com/3/u/1-1583463814.jpg",
        "rating": "4.7/5",
        "title": "One Piece"
    },
    {
        "author": "Yunduowudongman [add]",
        "description": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong loo",
        "manga_url": "https://readmanganato.com/manga-ah978064",
        "picture_url": "https://avt.mkklcdnv6temp.com/5/a/16-1583493642.jpg",
        "rating": "4.6/5",
        "title": "God Of Martial Arts"
    },
    {
        "author": "Oda Tomohito",
        "description": "Komi-san is the beautiful and admirable girl that no-one can take their eyes off her. Almost the whole school sees her as the cold beauty out of their league, but Tadano Shigeo knows the truth: she's just really bad at communicating with others. Komi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun.",
        "manga_url": "https://readmanganato.com/manga-va953509",
        "picture_url": "https://avt.mkklcdnv6temp.com/25/s/2-1583466695.jpg",
        "rating": "4.9/5",
        "title": "Komi-San Wa Komyushou Desu"
    },
    {
        "author": "Rong Rong, DW",
        "description": "Listen up folks! I’m living my life with the demon queen!",
        "manga_url": "https://readmanganato.com/manga-dk980967",
        "picture_url": "https://avt.mkklcdnv6temp.com/47/y/17-1583496993.jpg",
        "rating": "4.6/5",
        "title": "My Wife Is A Demon Queen"
    },
    {
        "author": "Fuse, Kawakami Taiki",
        "description": "A man is stabbed by a robber on the run after pushing his coworker and his coworker's new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by gives him the [Great Sage] unique skill! Is he being made fun of !?!",
        "manga_url": "https://readmanganato.com/manga-tz953334",
        "picture_url": "https://avt.mkklcdnv6temp.com/19/y/2-1583466482.jpg",
        "rating": "4.9/5",
        "title": "Tensei Shitara Slime Datta Ken"
    },
    {
        "author": "Rifujin Na Magonote, Fujikawa Yuka",
        "description": "A 34-years-old NEET otaku is chased out from his house by his family. Unattractive and penniless, he finds that he has reached a dead end in life and realizes that his life actually could have been much better if he had made better choices in the past. Just when he was at the point of regret, he saw a truck moving at a fast speed straight towards three high schoolers in its path. Mustering all the",
        "manga_url": "https://readmanganato.com/manga-qm951521",
        "picture_url": "https://avt.mkklcdnv6temp.com/7/r/1-1583463967.jpg",
        "rating": "4.5/5",
        "title": "Mushoku Tensei - Isekai Ittara Honki Dasu"
    },
    {
        "author": "One, Murata Yuusuke",
        "description": "Onepunch man Manga One punch-Man imitates the life of an average hero who wins all of his fights with only one punch! This is why he is called Onepunch man Manga. This story takes place in the fictional Z-City. The world is full of mysterious beings, villains and monsters that cause destruction and havoc. An association of heroes has been establishe",
        "manga_url": "https://readmanganato.com/manga-wd951838",
        "picture_url": "https://avt.mkklcdnv6temp.com/18/f/1-1583464405.jpg",
        "rating": "4.8/5",
        "title": "Onepunch-Man"
    },
    {
        "author": "Horikoshi Kouhei",
        "description": "Boku no Hero Academia Manga is a continuous Japanese super hero manga series written and illustrated by Kohei Horikoshi.Izuku Midoriya was only a regular middle school pupil in a world where individuals with superpowers known as \"Quirks\" will be the standard. Nevertheless, he dreams of one day being a Hero, for lacking a Quirk, despite being intimidated by his cla",
        "manga_url": "https://readmanganato.com/manga-jq951973",
        "picture_url": "https://avt.mkklcdnv6temp.com/23/e/1-1583464609.jpg",
        "rating": "4.9/5",
        "title": "Boku No Hero Academia"
    },
    {
        "author": "Yanagida Fumita",
        "description": "Tomo loves Jun, but she is really boyish (speaks like a boy, is the strongest karateka of her school...) and can't get him to think of her as a girl. Read the funny lives of Tomo, her best friend Misuzu and Jun!",
        "manga_url": "https://readmanganato.com/manga-yg951863",
        "picture_url": "https://avt.mkklcdnv6temp.com/19/e/1-1583464448.jpg",
        "rating": "4.6/5",
        "title": "Tomo-Chan Wa Onnanoko!"
    },
    {
        "author": "Amazing Works",
        "description": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he’d died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he’ll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
        "manga_url": "https://readmanganato.com/manga-cw979879",
        "picture_url": "https://avt.mkklcdnv6temp.com/8/a/17-1583495554.jpg",
        "rating": "4.6/5",
        "title": "Moshi Fanren"
    },
    {
        "author": "Nightingale (original) + No two comics",
        "description": "",
        "manga_url": "https://readmanganato.com/manga-gr983826",
        "picture_url": "https://avt.mkklcdnv6temp.com/3/f/20-1583501117.jpg",
        "rating": "4.9/5",
        "title": "Magic Emperor"
    },
    {
        "author": "Decaspell,Miro",
        "description": "10 years ago, the monster horde from the rift formed from space and time started attacking the mankind. At the same time, people have started to awaken the power and began hunting the monsters for fame and money Lee SungHoon, in need of money because of his mother’s sickness, takes a dangerous job to help hunt those monsters four times a month by acting as a bait for the hunters But one day,",
        "manga_url": "https://readmanganato.com/manga-ej981992",
        "picture_url": "https://avt.mkklcdnv6temp.com/35/c/18-1583498457.jpg",
        "rating": "4.7/5",
        "title": "I Am The Sorcerer King"
    },
    {
        "author": "Hara Yasuhisa",
        "description": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war - The Warring States period (403-222 BC in Chinese history). Kingdom is the story of a young boy named Shin who",
        "manga_url": "https://readmanganato.com/manga-qi951517",
        "picture_url": "https://avt.mkklcdnv6temp.com/7/n/1-1583463961.jpg",
        "rating": "4.5/5",
        "title": "Kingdom"
    },
    {
        "author": "Sa Doyeon,Nong Nong",
        "description": "Yeon-woo had a twin brother who disappeared five years ago. One day, a pocket watch left by his brother returned to his possession. Inside, he found a hidden diary in which was recorded “By the time you hear this, I guess I will be already dead….”",
        "manga_url": "https://readmanganato.com/manga-ec981811",
        "picture_url": "https://avt.mkklcdnv6temp.com/28/t/18-1583498196.jpg",
        "rating": "4.3/5",
        "title": "Ranker Who Lives A Second Time"
    }
]